{
    "name": "Quiz show",
    "questions": [
        {
            "text": "Care este cea mai faimoasă persoană pe care ai cunoscut-o vreodată?"
        },
        {
            "text": "Dacă ai putea dobândi o nouă abilitate într-o clipă, care ar fi aceasta?"
        },
        {
            "text": "Cine este cineva pe care îl admiri cu adevărat?"
        },
        {
            "text": "Care este cea mai veche amintire a ta?"
        },
        {
            "text": "Ce te-a făcut să zâmbești recent?"
        },
        {
            "text": "Care este locul tău preferat pe care l-ai vizitat vreodată?"
        },
        {
            "text": "Care este tradiția ta preferată de familie?"
        },
        {
            "text": "Ce ceva nou vrei să faci anul acesta?"
        },
        {
            "text": "Care este cel mai bun sfat pe care l-ai auzit vreodată?"
        },
        {
            "text": "Colectionezi ceva?"
        },
        {
            "text": "Care este cel mai folosit emoji al tău?"
        },
        {
            "text": "Care este cea mai faimoasă persoană pe care ai cunoscut-o vreodată?"
        },
        {
            "text": "Dacă ai putea dobândi o nouă abilitate într-o clipă, care ar fi aceasta?"
        },
        {
            "text": "Cine este cineva pe care îl admiri cu adevărat?"
        },
        {
            "text": "Care este cea mai veche amintire a ta?"
        },
        {
            "text": "Ce te-a făcut să zâmbești recent?"
        },
        {
            "text": "Care este locul tău preferat pe care l-ai vizitat vreodată?"
        },
        {
            "text": "Dacă ai fi luptător, care ar fi melodia ta de intrare?"
        },
        {
            "text": "Dacă ai putea aduce înapoi orice tendință de modă, care ar fi aceasta?"
        },
        {
            "text": "Dacă ai avea un talk show de noapte, pe cine ai invita ca primul tău invitat?"
        },
        {
            "text": "Dacă s-ar face un film din viața ta, ce gen ar fi și cine te-ar interpreta?"
        },
        {
            "text": "Dacă ar fi neapărat să cânți karaoke, care ar fi melodia ta preferată?"
        },
        {
            "text": "Dacă ar fi să mănânci o singură masă pentru tot restul vieții, care ar fi aceasta?"
        },

        {
            "text": "Dacă ai fi lăsat pe o insulă pustie fie cu cel mai mare dușman al tău, fie cu nimeni, pe care ai alege? De ce?"
        },
        {
            "text": "Dacă extratereștrii ar ateriza mâine pe Pământ și s-ar oferi să te ia acasă cu ei, ai merge?"
        },
        {
            "text": "Care ar fi titlul autobiografiei tale?"
        },
        {
            "text": "În copilărie, ce ai vrut să fii când crești mare?"
        },
        {
            "text": "Ce lume sau loc fictiv ai vrea să vizitezi?"
        },
        {
            "text": "Care este momentul tău preferat al zilei și de ce?"
        },
        {
            "text": "Ce rasă de câini ai fi?"
        },
        {
            "text": "Dacă ai avea o mașină a timpului, te-ai întoarce în timp sau în viitor?"
        },
        {
            "text": "Care este cea mai ciudată mâncare pe care ai mâncat-o vreodată?"
        },
        {
            "text": "Dacă ai putea sta cu orice personaj din desene animate, pe cine ai alege și de ce?"
        },

        {
            "text": "Dacă ai putea trăi oriunde în lume timp de un an, unde ai fi?"
        },
        {
            "text": "Dacă ai putea alege oricare doi oameni celebri cu care să ia cina, cine ar fi ei?"
        },
        {
            "text": "Dacă ai putea fi orice animal din lume, ce animal ai alege să fii?"
        },
        {
            "text": "Dacă te-ai putea redenumi, ce nume ai alege?"
        },
        {
            "text": "Care este cel mai aventuros lucru pe care l-ai făcut vreodată?"
        },
        {
            "text": "Care este cel mai ciudat lucru în care credeai când erai copil?"
        }
    ]

    
}